Repository: Sonovogod/homework_67
Catalog: instagram/Resource/ViewModels.Users.UserRegisterViewModel.*.resx
Languages: ru

# NotNull
source: Field is not must required
ru: Поле не можен быть пустым

source: Format error
ru: Неверный формат ввода

# CirillicError
source: It is not allowed to use the Cyrillic alphabet and the '@' sign in the login
ru: Не допускается использование кириллицы и знака '@' в логине

# LoginEmailLenghtError
source: Minimum number of characters: 1, Maximum - 30
ru: Минимальное количество знаков: 1, Максимальное - 30

# NonUnic
source: This name already exists
ru: Такое имя уже есть

# EmailError
source: Incorrect Email
ru: Некорректный адрес

# EmailNonUnic
source: This email is already registered.
ru: Такая почта уже зарегистрирована

# MinPassLenghtError
source: The minimum field length must be at least 5 characters.
ru: Минимальная длина поля должна быть не менее 5 символов.

# PassNotCompare
source: Password mismatch
ru: Пароли не совпадают

# NameMaxLenght
source: Maximum number of characters 30 characters
ru: Максимальное кол-во знаков 30 символов

# MaxPhoneLenght
source: Maximum number of characters 16 characters
ru: Максимальное кол-во знаков 16 символов
